Repository: XianYuLauncher/XianYuLauncher
Catalog: XianYuLauncher/Strings/*/Resources.resw
Source language: en_us
Languages: zh_cn, zh_tw

# ResourceDownloadPage_CursedCategory.Content
source: Cursed
zh_cn: 整活
zh_tw: 整活

# ResourceDownloadPage_DecorationCategory.Content
source: Decoration
zh_cn: 装饰
zh_tw: 裝飾

# ResourceDownloadPage_EconomyCategory.Content
source: Economy
zh_cn: 经济
zh_tw: 經濟

# ResourceDownloadPage_EquipmentCategory.Content
source: Equipment
zh_cn: 装备
zh_tw: 裝備

# ResourceDownloadPage_FoodCategory.Content
source: Food
zh_cn: 食物
zh_tw: 食物

# ResourceDownloadPage_GameMechanicsCategory.Content
source: Game Mechanics
zh_cn: 机制
zh_tw: 機制

# ResourceDownloadPage_LibraryCategory.Content
source: Library
zh_cn: 前置
zh_tw: 前置

# ResourceDownloadPage_MagicCategory.Content
source: Magic
zh_cn: 魔法
zh_tw: 魔法

# ResourceDownloadPage_ManagementCategory.Content
source: Management
zh_cn: 管理
zh_tw: 管理

# ResourceDownloadPage_MinigameCategory.Content
source: Minigame
zh_cn: 迷你游戏
zh_tw: 迷你遊戲

# ResourceDownloadPage_MobsCategory.Content
source: Mobs
zh_cn: 生物
zh_tw: 生物

# ResourceDownloadPage_OptimizationCategory.Content
source: Optimization
zh_cn: 性能
zh_tw: 效能

# ResourceDownloadPage_SocialCategory.Content
source: Social
zh_cn: 社交
zh_tw: 社交

# ResourceDownloadPage_StorageCategory.Content
source: Storage
zh_cn: 存储
zh_tw: 儲存

# ResourceDownloadPage_TechnologyCategory.Content
source: Technology
zh_cn: 科技
zh_tw: 科技

# ResourceDownloadPage_TransportationCategory.Content
source: Transportation
zh_cn: 交通
zh_tw: 交通

# ResourceDownloadPage_UtilityCategory.Content
source: Utility
zh_cn: 实用
zh_tw: 實用

# ResourceDownloadPage_WorldgenCategory.Content
source: World Generation
zh_cn: 世界生成
zh_tw: 世界生成

# ResourceDownloadPage_ShaderPackVersionComboBox.PlaceholderText
source: Version
zh_cn: 版本
zh_tw: 版本

# ResourceDownloadPage_ShaderPackCategoryComboBox.PlaceholderText
source: Categories
zh_cn: 类别
zh_tw: 類別

# ResourceDownloadPage_CartoonCategory.Content
source: Cartoon
zh_cn: 卡通
zh_tw: 卡通

# ResourceDownloadPage_FantasyCategory.Content
source: Fantasy
zh_cn: 奇幻
zh_tw: 奇幻

# ResourceDownloadPage_RealisticCategory.Content
source: Realistic
zh_cn: 写实
zh_tw: 寫實

# ResourceDownloadPage_SemiRealisticCategory.Content
source: Semi-Realistic
zh_cn: 半写实
zh_tw: 半寫實

# ResourceDownloadPage_VanillaLikeCategory.Content
source: Vanilla-like
zh_cn: 原版风
zh_tw: 原版風

# ResourceDownloadPage_ResourcePackVersionComboBox.PlaceholderText
source: Version
zh_cn: 版本
zh_tw: 版本

# ResourceDownloadPage_ResourcePackCategoryComboBox.PlaceholderText
source: Categories
zh_cn: 类别
zh_tw: 類別

# ResourceDownloadPage_CombatCategory.Content
source: Combat
zh_cn: 战斗
zh_tw: 戰鬥

# ResourceDownloadPage_ModdedCategory.Content
source: Modded
zh_cn: 适配模组
zh_tw: 適配模組

# ResourceDownloadPage_SimplisticCategory.Content
source: Simplistic
zh_cn: 简约
zh_tw: 簡約

# ResourceDownloadPage_ThemedCategory.Content
source: Themed
zh_cn: 主题化
zh_tw: 主題化

# ResourceDownloadPage_TweaksCategory.Content
source: Tweaks
zh_cn: 微调
zh_tw: 微調

# ResourceDownloadPage_DatapackSearchBox.PlaceholderText
source: Search datapacks...
zh_cn: 搜索数据包...
zh_tw: 搜尋資料包...

# ResourceDownloadPage_DatapackVersionComboBox.PlaceholderText
source: Version
zh_cn: 版本
zh_tw: 版本

# ResourceDownloadPage_DatapackCategoryComboBox.PlaceholderText
source: Categories
zh_cn: 类别
zh_tw: 類別

# ResourceDownloadPage_ModpackSearchBox.PlaceholderText
source: Search modpacks...
zh_cn: 搜索整合包...
zh_tw: 搜尋整合包...

# ResourceDownloadPage_ModpackVersionComboBox.PlaceholderText
source: Version
zh_cn: 版本
zh_tw: 版本

# ResourceDownloadPage_ModpackCategoryComboBox.PlaceholderText
source: Categories
zh_cn: 类别
zh_tw: 類別

# ResourceDownloadPage_ChallengingCategory.Content
source: Challenging
zh_cn: 硬核
zh_tw: 硬核

# ResourceDownloadPage_KitchenSinkCategory.Content
source: Kitchen Sink
zh_cn: 全能型
zh_tw: 全能型

# ResourceDownloadPage_LightweightCategory.Content
source: Lightweight
zh_cn: 轻量
zh_tw: 輕量

# ResourceDownloadPage_MultiplayerCategory.Content
source: Multiplayer
zh_cn: 联机
zh_tw: 聯機

# ResourceDownloadPage_QuestsCategory.Content
source: Quests
zh_cn: 任务
zh_tw: 任務

# ModLoaderSelectionPage_TitleText.Text
source: Download Minecraft
zh_cn: 下载Minecraft
zh_tw: 下載 Minecraft

# ModLoaderSelectionPage_CurrentVersionText.Text
source: Current Minecraft Version:
zh_cn: 当前Minecraft版本:
zh_tw: 當前 Minecraft 版本:

# ModLoaderSelectionPage_VersionNameText.Text
source: Version Name:
zh_cn: 版本名称:
zh_tw: 版本名稱:

# ModLoaderSelectionPage_VersionNameDescription.Text
source: Customize the version name. This name will be used to create the version folder, jar file, and json file when downloading.
zh_cn: 自定义版本名称，下载时将使用此名称创建版本文件夹、jar文件和json文件。
zh_tw: 自定義版本名稱，下載時將使用此名稱建立版本資料夾、jar 檔案和 json 檔案。

# ModLoaderSelectionPage_VersionNameTextBox.PlaceholderText
source: e.g., 1.21.10-fabric-0.15.3
zh_cn: 例如: 1.21.10-fabric-0.15.3
zh_tw: 例如: 1.21.10-fabric-0.15.3

# ModLoaderSelectionPage_SelectComponentsText.Text
source: Select Add-ons:
zh_cn: 选择附属组件:
zh_tw: 選擇附屬元件:

# ModLoaderSelectionPage_CancelSelectionButton.ToolTipService.ToolTip
source: Cancel Selection
zh_cn: 取消选择
zh_tw: 取消選擇

# ModLoaderSelectionPage_CancelButton.Content
source: Cancel
zh_cn: 取消
zh_tw: 取消

# ModLoaderSelectionPage_ConfirmDownloadButton.Content
source: Confirm Download
zh_cn: 确认下载
zh_tw: 確認下載

# ModLoaderSelectionPage_DownloadProgressDialog.Title
source: Downloading Version
zh_cn: 版本下载中
zh_tw: 版本下載中

# ModLoaderSelectionPage_DownloadProgressDialog.CloseButtonText
source: Cancel
zh_cn: 取消
zh_tw: 取消

# ModLoaderSelectionPage_PreparingDownloadText
source: Preparing to download...
zh_cn: 准备开始下载...
zh_tw: 準備開始下載...

# ModLoaderSelectionPage_DownloadingVanillaMinecraftText
source: Downloading Vanilla Minecraft
zh_cn: 正在下载原版Minecraft
zh_tw: 正在下載原版 Minecraft

# ModLoaderSelectionPage_DownloadingText
source: Downloading
zh_cn: 正在下载
zh_tw: 正在下載

# ModLoaderSelectionPage_VersionText
source: version
zh_cn: 版本
zh_tw: 版本

# ModLoaderSelectionPage_VanillaText
source: Vanilla
zh_cn: 原版
zh_tw: 原版

# ModLoaderSelectionPage_DownloadCompletedText
source: download completed
zh_cn: 下载完成
zh_tw: 下載完成

# ModLoaderSelectionPage_MinecraftVersionText
source: Minecraft Version
zh_cn: Minecraft版本
zh_tw: Minecraft 版本

# ModLoaderSelectionPage_ModLoaderText
source: Mod Loader
zh_cn: Mod加载器
zh_tw: Mod 載入器

# ModLoaderSelectionPage_ModLoaderVersionText
source: Mod Loader Version
zh_cn: Mod加载器版本
zh_tw: Mod 載入器版本

# ModLoaderSelectionPage_CustomVersionNameText
source: Custom Version Name
zh_cn: 自定义版本名称
zh_tw: 自定義版本名稱

# ModLoaderSelectionPage_PleaseSelectModLoaderVersionText
source: Please select a Mod Loader version
zh_cn: 请选择Mod加载器版本
zh_tw: 請選擇 Mod 載入器版本

# ModLoaderSelectionPage_InstallingText
source: Installing
zh_cn: 正在安装
zh_tw: 正在安裝

# ModLoaderSelectionPage_DownloadCanceledText
source: Download canceled
zh_cn: 下载已取消
zh_tw: 下載已取消

# ModLoaderSelectionPage_DownloadFailedText
source: Download failed
zh_cn: 下载失败
zh_tw: 下載失敗

# ModLoaderSelectionPage_SelectionResultText
source: Selection Result
zh_cn: 选择结果
zh_tw: 選擇結果

# ModLoaderSelectionPage_OKButtonText
source: OK
zh_cn: 确定
zh_tw: 確定

# ModLoaderSelectionPage_CleanroomWarningTitleText
source: Cleanroom Launch Feature Incomplete
zh_cn: Cleanroom 启动功能未完成
zh_tw: Cleanroom 啟動功能未完成

# ModLoaderSelectionPage_CleanroomWarningContentText
source: Warning: Cleanroom installation is implemented, but the launch feature is not yet complete. The game may not start properly after download. This is an experimental feature. We recommend waiting for future updates or community contributions. Continue downloading?
zh_cn: 警告：Cleanroom 的安装功能已实现，但启动功能尚未完成。下载后可能无法正常启动游戏。 这是一个实验性功能，建议等待后续更新或由社区贡献者完善。 是否继续下载？
zh_tw: 警告：Cleanroom 的安裝功能已實現，但啟動功能尚未完成。下載後可能無法正常啟動遊戲。 這是一個實驗性功能，建議等待後續更新或由社群貢獻者完善。 是否繼續下載？

# ModLoaderSelectionPage_ContinueDownloadText
source: Continue
zh_cn: 继续下载
zh_tw: 繼續下載

# ModLoaderSelectionPage_CancelButtonText
source: Cancel
zh_cn: 取消
zh_tw: 取消

# ModDownloadDetailPage_DownloadDialog_Title
source: Select Download Method
zh_tw: 選擇下載方式

# ModDownloadDetailPage_DownloadDialog_PrimaryButtonText
source: Select Version
zh_tw: 選擇版本

# ModDownloadDetailPage_DownloadDialog_SecondaryButtonText
source: Custom Location
zh_tw: 自定義位置

# ModDownloadDetailPage_DownloadDialog_CloseButtonText
source: Cancel
zh_tw: 取消

# ModDownloadDetailPage_DownloadDialog_InstructionText
source: Please select download method:
zh_tw: 請選擇下載方式：

# ModDownloadDetailPage_VersionSelectionDialog_Title
source: Select Game Version
zh_tw: 選擇遊戲版本

# ModDownloadDetailPage_VersionSelectionDialog_PrimaryButtonText
source: Confirm
zh_tw: 確認

# ModDownloadDetailPage_VersionSelectionDialog_CloseButtonText
source: Cancel
zh_tw: 取消

# ModDownloadDetailPage_VersionSelectionDialog_InstructionText
source: Please select the game version to install:
zh_tw: 請選擇要安裝的遊戲版本：

# ModDownloadDetailPage_SaveSelectionDialog_Title
source: Select Save
zh_tw: 選擇存檔

# ModDownloadDetailPage_SaveSelectionDialog_PrimaryButtonText
source: Confirm
zh_tw: 確認

# ModDownloadDetailPage_SaveSelectionDialog_CloseButtonText
source: Cancel
zh_tw: 取消

# ModDownloadDetailPage_SaveSelectionDialog_InstructionText
source: Please select the save to install the datapack:
zh_tw: 請選擇要安裝資料包的存檔：

# ModDownloadDetailPage_ModpackInstallDialog_Title
source: Modpack Installing
zh_tw: 整合包安裝中

# ModDownloadDetailPage_ModpackInstallDialog_CloseButtonText
source: Cancel
zh_tw: 取消

# ModDownloadDetailPage_ModpackInstallNameDialog_Title
source: Modpack Name
zh_tw: 輸入整合包名稱

# ModDownloadDetailPage_ModpackInstallNameDialog_InstructionText
source: Please enter the modpack name:
zh_tw: 請輸入整合包名稱

# ModDownloadDetailPage_ModpackInstallNameDialog_PlaceholderText
source: Enter modpack name
zh_tw: 輸入整合包名稱

# ModDownloadDetailPage_ModpackInstallNameDialog_PrimaryButtonText
source: Install
zh_tw: 安裝

# ModDownloadDetailPage_ModpackInstallNameDialog_CloseButtonText
source: Cancel
zh_tw: 取消

# ModDownloadDetailPage_ModpackInstallNameDialog_Error_Empty
source: Instance name cannot be empty
zh_tw: 例項名稱不能為空

# ModDownloadDetailPage_ModpackInstallNameDialog_Error_InvalidChars
source: Instance name contains invalid characters
zh_tw: 例項名稱包含非法字元

# ModDownloadDetailPage_ModpackInstallNameDialog_Error_ReservedDeviceName
source: Instance name cannot use reserved Windows device names
zh_tw: 例項名稱不能使用 Windows 保留名稱

# ModDownloadDetailPage_ModpackInstallNameDialog_Error_TrailingSpaceOrDot
source: Instance name cannot end with a period or space
zh_tw: 例項名稱不能以句點或空格結尾

# ModDownloadDetailPage_ModpackInstallNameDialog_Error_TooLong
source: Instance name is too long. Please keep it within {0} characters
zh_tw: 例項名稱過長，請控制在 {0} 個字元以內

# ModDownloadDetailPage_ModpackInstallNameDialog_Error_Exists
source: Instance '{0}' already exists, please use a different name
zh_tw: 例項 '{0}' 已存在，請使用其他名稱

# ModDownloadDetailPage_ModpackInstallNameDialog_NoVersionSelected
source: No modpack version was selected for installation
zh_tw: 未選擇要安裝的整合包版本

# ModDownloadDetailPage_ModpackInstallNameDialog_Tip_Latest
source: The latest modpack version will be installed
zh_tw: 將安裝最新版本整合包

# ModDownloadDetailPage_ModpackInstallNameDialog_NotFound
source: No installable modpack version was found.
zh_tw: 未找到可安裝的整合包版本。

# ModDownloadDetailPage_ModpackInstall_DownloadUrlEmpty
source: Download URL is empty; cannot download the modpack
zh_tw: 下載連結為空，無法下載整合包

# ModDownloadDetailPage_ModpackInstall_Success
source: Modpack '{0}' was installed successfully!
zh_tw: 整合包 '{0}' 安裝成功！

# ModDownloadDetailPage_ModpackInstall_Failed
source: Modpack installation failed: {0}
zh_tw: 整合包安裝失敗: {0}

# ModDownloadDetailPage_ModpackInstall_UnknownError
source: Unknown error
zh_tw: 未知錯誤

# ModDownloadDetailPage_DownloadProgressDialog_Title.Title
source: Downloading
zh_cn: 下载中
zh_tw: 下載中

# ModDownloadDetailPage_DownloadProgressDialog_CloseButtonText.Content
source: Cancel
zh_cn: 取消
zh_tw: 取消

# ModDownloadDetailPage_BackButton.Content
source: < Back
zh_cn: < 返回
zh_tw: < 返回

# ModDownloadDetailPage_LicenseText.Text
source: License:
zh_cn: 许可证:
zh_tw: 許可證:

# ModDownloadDetailPage_DownloadsText.Text
source: Downloads:
zh_cn: 下载量:
zh_tw: 下載量:

# ModDownloadDetailPage_DescriptionTitle.Text
source: Description
zh_cn: 描述
zh_tw: 描述

# ModDownloadDetailPage_ViewFullDescription
source: View full description
zh_tw: 檢視完整描述

# ModDownloadDetailPage_CollapseDescription
source: Collapse description
zh_tw: 收起描述

# ModDownloadDetailPage_ReleaseDateText.Text
source: Release Date:
zh_cn: 发布日期:
zh_tw: 釋出日期:

# ModDownloadDetailPage_VersionTypeText.Text
source: Type:
zh_cn: 类型:
zh_tw: 型別:

# ModDownloadDetailPage_DownloadButton.Content
source: Download
zh_cn: 下载
zh_tw: 下載

# ModDownloadDetailPage_DownloadStatusTitle.Text
source: Download Status
zh_cn: 下载状态
zh_tw: 下載狀態

# ModDownloadDetailPage_SupportedLoadersText_Mod
source: Supported Loaders
zh_cn: 支持的加载器
zh_tw: 支援的載入器

# ModDownloadDetailPage_SupportedLoadersText_Tags
source: Tags
zh_cn: 标签
zh_tw: 標籤

# ModDownloadDetailPage_DownloadSectionText_Mod
source: Mod Download
zh_cn: Mod下载
zh_tw: Mod 下載

# ModDownloadDetailPage_DownloadSectionText_ResourcePack
source: Resource Pack Download
zh_cn: 资源包下载
zh_tw: 資源包下載

# ModDownloadDetailPage_DownloadSectionText_Shader
source: Shader Download
zh_cn: 光影下载
zh_tw: 光影下載

# ModDownloadDetailPage_DownloadSectionText_Modpack
source: Modpack Download
zh_cn: 整合包下载
zh_tw: 整合包下載

# ModDownloadDetailPage_DownloadSectionText_Datapack
source: Datapack Download
zh_cn: 数据包下载
zh_tw: 資料包下載

# ModDownloadDetailPage_AuthorText
source: Author:
zh_cn: 发布者:
zh_tw: 釋出者:

# ModDownloadDetailPage_VersionSelectionTip_Mod
source: Gray versions are incompatible with the current mod version
zh_cn: 灰色版本表示不兼容当前Mod版本
zh_tw: 灰色版本表示不相容當前 Mod 版本

# ModDownloadDetailPage_VersionSelectionTip_ResourcePack
source: Gray versions are incompatible with the current resource pack version
zh_cn: 灰色版本表示不兼容当前资源包版本
zh_tw: 灰色版本表示不相容當前資源包版本

# ModDownloadDetailPage_VersionSelectionTip_Shader
source: Gray versions are incompatible with the current shader version
zh_cn: 灰色版本表示不兼容当前光影版本
zh_tw: 灰色版本表示不相容當前光影版本

# ModDownloadDetailPage_VersionSelectionTip_Modpack
source: Gray versions are incompatible with the current modpack version
zh_cn: 灰色版本表示不兼容当前整合包版本
zh_tw: 灰色版本表示不相容當前整合包版本

# ModDownloadDetailPage_VersionSelectionTip_Datapack
source: Gray versions are incompatible with the current datapack version
zh_cn: 灰色版本表示不兼容当前数据包版本
zh_tw: 灰色版本表示不相容當前資料包版本

# ModDownloadDetailPage_VersionsCountSuffix
source: versions
zh_cn: 个版本
zh_tw: 個版本

# ModDownloadDetailPage_QuickInstallButton.Text
source: Install
zh_cn: 安装
zh_tw: 安裝

# ModDownloadDetailPage_McmodButton.Text
source: MCMOD
zh_cn: MC百科
zh_tw: MC 百科

# ModDownloadDetailPage_QuickInstall_HasActiveTask
source: A download or installation task is already running. Please wait for it to finish or cancel it before trying again.
zh_tw: 當前有下載或安裝任務正在進行，請等待完成或取消後再試。

# ModDownloadDetailPage_QuickInstall_NoInstalledGameVersion
source: No installed game versions were found. Please install a game version first.
zh_tw: 未找到已安裝的遊戲版本，請先安裝遊戲版本。

# ModDownloadDetailPage_QuickInstallGameVersionDialog_Title
source: Select Game Version
zh_tw: 選擇遊戲版本

# ModDownloadDetailPage_QuickInstallGameVersionDialog_InstructionText
source: Please select the game version to install the mod:
zh_tw: 請選擇要安裝 Mod 的遊戲版本：

# ModDownloadDetailPage_QuickInstallGameVersionDialog_Tip
source: Gray versions are not supported by this mod
zh_tw: 灰色版本表示當前 Mod 不支援該版本

# ModDownloadDetailPage_QuickInstallGameVersionDialog_PrimaryButtonText
source: Next
zh_tw: 下一步

# ModDownloadDetailPage_QuickInstallGameVersionDialog_CloseButtonText
source: Cancel
zh_tw: 取消

# ModDownloadDetailPage_QuickInstallModVersionDialog_Title
source: Select Mod Version
zh_tw: 選擇 Mod 版本

# ModDownloadDetailPage_QuickInstallModVersionDialog_InstructionText
source: Please select the mod version to install to {0}:
zh_tw: 請選擇要安裝到 {0} 的 Mod 版本：

# ModDownloadDetailPage_QuickInstallModVersionDialog_NotFound
source: No mod version supports {0}.
zh_tw: 未找到支援 {0} 的 Mod 版本。

# ModDownloadDetailPage_QuickInstallModVersionDialog_PrimaryButtonText
source: Install
zh_tw: 安裝

# ModDownloadDetailPage_QuickInstallModVersionDialog_CloseButtonText
source: Cancel
zh_tw: 取消

# VersionListPage_Title.Text
source: Version List
zh_cn: 版本列表
zh_tw: 版本列表

# VersionListPage_Subtitle.Text
source: Manage installed Minecraft versions
zh_cn: 管理已安装的Minecraft版本
zh_tw: 管理已安裝的 Minecraft 版本

# VersionListPage_RefreshButton.Content
source: Refresh List
zh_cn: 刷新列表
zh_tw: 重新整理列表

# VersionListPage_SearchBox.PlaceholderText
source: Search versions...
zh_tw: 搜尋版本...

# VersionListPage_AllLoaders.Content
source: All
zh_tw: 全部

# VersionListPage_OpenFolderMenuItem.Text
source: Open Folder
zh_cn: 打开文件夹
zh_tw: 開啟資料夾

# VersionListPage_DeleteMenuItem.Text
source: Delete
zh_cn: 删除
zh_tw: 刪除

# VersionListPage_ExportModpackMenuItem.Text
source: Export Modpack
zh_cn: 导出整合包
zh_tw: 匯出整合包

# VersionListPage_ExportModpackDialog.Title
source: Export Modpack
zh_cn: 导出整合包
zh_tw: 匯出整合包

# VersionListPage_PrepareExportText
source: Preparing to export version
zh_tw: 正在準備匯出版本

# VersionListPage_VersionNumberLabel.Text
source: Version:
zh_cn: 版本号:
zh_tw: 版本號:

# VersionListPage_InstallDateLabel.Text
source: Install Date:
zh_cn: 安装日期:
zh_tw: 安裝日期:

# VersionListPage_LoadingVersionsText
source: Loading versions list...
zh_cn: 正在加载版本列表...
zh_tw: 正在載入版本列表...

# VersionListPage_FoundVersionsText
source: Found
zh_cn: 共找到
zh_tw: 共找到

# VersionListPage_InstalledVersionsText
source: installed versions
zh_cn: 个已安装版本
zh_tw: 個已安裝版本

# VersionListPage_NoVersionsFoundText
source: No installed versions found
zh_cn: 未找到已安装的版本
zh_tw: 未找到已安裝的版本

# VersionListPage_LoadFailedText
source: Failed to load versions list
zh_cn: 加载版本列表失败
zh_tw: 載入版本列表失敗

# VersionListPage_InvalidVersionPathText
source: Invalid version path
zh_cn: 版本路径无效
zh_tw: 版本路徑無效

# VersionListPage_FolderOpenedText
source: Opened version
zh_cn: 已打开版本
zh_tw: 已開啟版本

# VersionListPage_FolderText
source: folder
zh_cn: 的文件夹
zh_tw: 的資料夾

# VersionListPage_OpenFolderFailedText
source: Failed to open folder
zh_cn: 打开文件夹失败
zh_tw: 開啟資料夾失敗

# VersionListPage_InvalidVersionInfoText
source: Invalid version information
zh_cn: 版本信息无效
zh_tw: 版本資訊無效

# VersionListPage_VersionDoesNotExistText
source: Version
zh_cn: 版本
zh_tw: 版本

# VersionListPage_ConfirmDeleteText
source: Confirm Delete
zh_cn: 确认删除
zh_tw: 確認刪除

# VersionListPage_ConfirmDeleteContentText
source: Are you sure you want to delete version
zh_cn: 确定要删除版本
zh_tw: 確定要刪除版本

# VersionListPage_ConfirmDeleteWarningText
source: ? This operation will delete all files for this version and cannot be recovered.
zh_cn: 吗？此操作将删除该版本的所有文件，无法恢复。
zh_tw: 嗎？此操作將刪除該版本的所有檔案，無法恢復。

# VersionListPage_DeleteText
source: Delete
zh_cn: 删除
zh_tw: 刪除

# VersionListPage_CancelText
source: Cancel
zh_cn: 取消
zh_tw: 取消

# VersionListPage_VersionDeletedText
source: Deleted version
zh_cn: 已删除版本
zh_tw: 已刪除版本

# VersionListPage_DeleteFailedText
source: Failed to delete version
zh_cn: 删除版本失败
zh_tw: 刪除版本失敗

# VersionListPage_DeleteFailedAccessDeniedText
source: Failed to delete version, the game may be running
zh_tw: 刪除版本失敗，可能是遊戲正在執行

# VersionListPage_RenameFailedText
source: Failed to rename version
zh_tw: 重新命名版本失敗

# VersionListPage_RenameFailedAccessDeniedText
source: Failed to rename version, the game may be running
zh_tw: 重新命名版本失敗，可能是遊戲正在執行

# VersionListPage_EmptyListTitle.Text
source: No installed versions found
zh_cn: 未找到已安装的版本
zh_tw: 未找到已安裝的版本

# VersionListPage_EmptyListDescription.Text
source: Please download or install Minecraft versions on the launch page first
zh_cn: 请先在启动页面下载或安装Minecraft版本
zh_tw: 請先在啟動頁面下載或安裝 Minecraft 版本

# VersionListPage_VersionNumberText.Text
source: Version:
zh_cn: 版本号:
zh_tw: 版本號:

# VersionListPage_InstallDateText.Text
source: Install Date:
zh_cn: 安装日期:
zh_tw: 安裝日期:

# VersionListPage_ImportModpackButton.Content
source: Import Modpack
zh_cn: 导入整合包
zh_tw: 匯入整合包

# VersionListPage_ModpackInstallDialog.Title
source: Installing Modpack
zh_cn: 整合包安装中
zh_tw: 整合包安裝中

# VersionListPage_ExportModpackDialog.PrimaryButtonText
source: Confirm
zh_cn: 确认
zh_tw: 確認

# VersionListPage_ExportModpackDialog.CloseButtonText
source: Cancel
zh_cn: 取消
zh_tw: 取消

# VersionListPage_ExportModpackDialog_InstructionText.Text
source: Please select the data to export:
zh_cn: 请选择要导出的数据：
zh_tw: 請選擇要匯出的資料：

# VersionListPage_ExportModpackDialog_ResourceAllCheckBox.Content
source: Version Directory Resources
zh_cn: 版本目录资源
zh_tw: 版本目錄資源

# VersionListPage_ExportModpackDialog_ModpackNameLabel.Text
source: Modpack Name
zh_cn: 整合包名称
zh_tw: 整合包名稱

# VersionListPage_ExportModpackDialog_ModpackNameTextBox.PlaceholderText
source: Enter modpack name
zh_cn: 请输入整合包名称
zh_tw: 請輸入整合包名稱

# VersionListPage_ExportModpackDialog_ModpackVersionLabel.Text
source: Modpack Version
zh_cn: 整合包版本
zh_tw: 整合包版本

# VersionListPage_ExportModpackDialog_ModpackVersionTextBox.PlaceholderText
source: Enter modpack version
zh_cn: 请输入整合包版本
zh_tw: 請輸入整合包版本

# VersionListPage_ExportModpackDialog_OfflineModeCheckBox.Content
source: Offline Mode
zh_cn: 非联网模式
zh_tw: 非聯網模式

# VersionListPage_ExportModpackDialog_ServerOnlyCheckBox.Content
source: Export Server Modpack
zh_cn: 导出服务端整合包
zh_tw: 匯出服務端整合包

# VersionListPage_LoadingDialog.Title
source: Exporting Modpack
zh_cn: 正在导出整合包
zh_tw: 正在匯出整合包

# VersionListPage_LoadingDialog_SecondaryButtonText
source: Cancel
zh_cn: 取消
zh_tw: 取消

# VersionListPage_LoadingDialog_StatusText.Text
source: Getting Modrinth resources...
zh_cn: 正在获取Modrinth资源...
zh_tw: 正在獲取 Modrinth 資源...

# VersionListPage_ResourceItem_OptionsText
source: Player Settings
zh_cn: 玩家游戏设置
zh_tw: 玩家遊戲設定

# VersionListPage_ResourceItem_Mods
source: Mods
zh_cn: 模组
zh_tw: 模組

# VersionListPage_ResourceItem_Shaderpacks
source: Shaders
zh_cn: 光影
zh_tw: 光影

# VersionListPage_ResourceItem_Resourcepacks
source: Resource Packs
zh_cn: 资源包
zh_tw: 資源包

# VersionListPage_ResourceItem_Config
source: Config
zh_cn: 配置文件
zh_tw: 配置檔案

# VersionListPage_ResourceItem_Saves
source: Saves
zh_cn: 存档
zh_tw: 存檔

# VersionManagerPage_UpdateModsMenuItem.Text
source: Update
zh_cn: 更新
zh_tw: 更新

# VersionManagerPage_MoveModsMenuItem.Text
source: Move to Other Version
zh_cn: 转移至其它版本
zh_tw: 轉移至其它版本

# VersionManagerPage_MoveModsDialog.PrimaryButtonText
source: Confirm
zh_cn: 确认
zh_tw: 確認

# VersionManagerPage_MoveModsDialog.Title
source: Select Target Version
zh_cn: 选择目标版本
zh_tw: 選擇目標版本

# VersionManagerPage_MoveModsDialog.CloseButtonText
source: Cancel
zh_cn: 取消
zh_tw: 取消

# VersionManagerPage_MoveModsDialog_InstructionText.Text
source: Please select the Minecraft version to move to:
zh_cn: 请选择要转移到的Minecraft版本：
zh_tw: 請選擇要轉移到的 Minecraft 版本：

# VersionManagerPage_MoveResultDialog.Title
source: Mod Transfer Results
zh_cn: Mod转移结果
zh_tw: Mod 轉移結果

# VersionManagerPage_UpdateResultDialog.PrimaryButtonText
source: OK
zh_cn: 确定
zh_tw: 確定

# VersionManagerPage_MoveResultDialog_InstructionText.Text
source: Mod transfer results:
zh_cn: 以下是Mod转移结果：
zh_tw: 以下是 Mod 轉移結果：

# VersionManagerPage_MoveResultDialog.PrimaryButtonText
source: OK
zh_tw: 確定

# Settings_RealTimeLogsDescription.Text
source: When enabled, the real-time log page will automatically open after the game starts successfully
zh_cn: 开启后，启动游戏成功后会自动打开实时日志页面
zh_tw: 開啟後，啟動遊戲成功後會自動開啟實時日誌頁面

# Settings_FontFamilyDescription.Text
source: Select application font, changes take effect immediately
zh_cn: 选择应用字体，更改后立即生效
zh_tw: 選擇應用字型，更改後立即生效

# Settings_OpenSourceTitle.Header
source: Open Source Software License Information
zh_cn: 开源软件许可说明
zh_tw: 開源軟體許可說明

# Settings_OpenSourceTitle.Description
source: Open source software used in this project
zh_tw: 本專案使用的開源軟體

# Settings_OpenSourceDescription.Text
source: List of open source software used in this project:
zh_cn: 本项目使用的开源软件列表：
zh_tw: 本專案使用的開源軟體列表：

# ErrorAnalysis_Title.Text
source: Game Log
zh_tw: 遊戲日誌

# ErrorAnalysis_ExportLogButton.Content
source: Export Logs
zh_cn: 导出日志
zh_tw: 匯出日誌

# ErrorAnalysis_CopyLogButton.Content
source: Copy Logs
zh_cn: 复制日志
zh_tw: 複製日誌
